alsa-utils
autoconf
automake
awesome
base
bc
bison
chromium
code
fakeroot
flex
go
grub
kitty
libnotify
maim
make
man-db
mpv
neofetch
netctl
openssh
patch
picom
pkgconf
python-pillow
python-regex
ranger
rofi
unzip
vim
xdg-user-dirs
xf86-video-intel
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-server-devel
xorg-xinit
xorg-xinput
xorg-xkbutils
xorg-xkill
zathura
zsh
