alsa-utils
autoconf
automake
awesome
base
bison
chromium
code
fakeroot
flex
fuseiso
grub
kitty
maim
man-db
mpv
nano
neofetch
neovim
netctl
network-manager-applet
ntfs-3g
openssh
p7zip
picom
pkgconf
pulseaudio
python-pillow
python-regex
ranger
rofi
tor
unrar
unzip
vi
wine
wireless_tools
xdg-user-dirs
xf86-video-amdgpu
xf86-video-vesa
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server
xorg-server-devel
xorg-xbacklight
xorg-xinit
xorg-xinput
xorg-xkbutils
xorg-xkill
zsh
