acpilight
alsa-utils
amd-ucode
autoconf
automake
awesome
base
binutils
bison
dhcpcd
dosfstools
efibootmgr
fakeroot
feh
file
findutils
firefox
flex
fzf
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
libnotify
libtool
linux
linux-firmware
m4
maim
make
man-db
man-pages
mpv
neovim
net-tools
networkmanager
nodejs
npm
p7zip
pacman
patch
picom
pkgconf
ranger
reflector
ripgrep
rofi
sed
sudo
texinfo
ttf-fira-mono
unrar
which
xf86-video-amdgpu
xorg-server
xorg-xinit
xorg-xrandr
xorg-xset
zsh
