acpilight
alsa-utils
amd-ucode
autoconf
automake
awesome
base
bison
fakeroot
feh
firefox
flex
fzf
grub
htop
maim
man-db
man-pages
neovim
mpv
net-tools
p7zip
picom
pkgconf
ranger
ripgrep
sudo
ttf-fira-mono
unrar
which
xf86-video-amdgpu
xorg-server
xorg-xinit
xorg-xset
xorg-xrandr
