acpilight
alacritty
alsa-utils
amd-ucode
autoconf
automake
awesome
base
binutils
bison
clang
dhcpcd
dosfstools
efibootmgr
exa
fakeroot
feh
file
findutils
firefox-developer-edition
flex
fzf
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
kitty
lib32-libva-mesa-driver
lib32-mesa
libnotify
libtool
libva-mesa-driver
linux
linux-firmware
linux-headers
love
lua
m4
maim
make
man-db
man-pages
mpv
nano
neovim
networkmanager
nodejs
noto-fonts-cjk
npm
p7zip
pacman
patch
picom
pkgconf
pulseaudio
pulseaudio-alsa
radeontop
ripgrep
rofi
sed
sudo
texinfo
unrar
which
xautolock
xf86-video-amdgpu
xorg-server
xorg-xinit
xorg-xset
xsecurelock
xterm
youtube-dl
zsh
